{
  "basics": {
    "name": "Sanghyeon Jeon",
    "email": "Sanghyeon.Jeon@uga.edu",
    "phone": "",
    "website": "https://jeon-sanghyeon.github.io",
    "summary": "Technology, society, and human behavior, Impacts of AI-driven media and communication, Ethics and design of emerging technologies, Psychological well-being, Responsible media use, Mixed methods, Computational social science.",
    "location": {
      "address": "120 Hooper St",
      "postalCode": "30602",
      "city": "Athens",
      "countryCode": "USA",
      "region": "GA"
    },
    "profiles": [
      {
        "network": "Google Scholar",
        "username": "",
        "url": "https://scholar.google.com/citations?user=PS_CX0AAAAAJ"
      },
      {
        "network": "ORCID",
        "username": "Sanghyeon Jeon",
        "url": "https://orcid.org/0009-0006-3532-5501"
      }
    ]
  },
  "work": [],
  "education": [
    {
      "institution": "University of Georgia",
      "area": "Ph.D. Student in Mass Communication",
      "studyType": "",
      "startDate": "Aug 2025",
      "endDate": "Present",
      "gpa": null,
      "courses": []
    },
    {
      "institution": "Kyung Hee University",
      "area": "M.A. in Journalism & Communication",
      "studyType": "",
      "startDate": "",
      "endDate": "2020",
      "gpa": null,
      "courses": []
    },
    {
      "institution": "Kyung Hee University",
      "area": "B.A. in Journalism & Communication",
      "studyType": "",
      "startDate": "",
      "endDate": "2018",
      "gpa": null,
      "courses": []
    }
  ],
  "skills": [],
  "languages": [],
  "interests": [],
  "references": [],
  "publications": [
    {
      "name": "News shift from Facebook to YouTube: An application of actor-network theory to semantic network analysis of IT news articles",
      "publisher": "Korean Journal of Broadcasting and Telecommunication Research",
      "releaseDate": "2020",
      "website": "http://doi.org/10.22876/kjbtr.2020.111.004",
      "summary": "This study explored how the prime news platform had shifted from Facebook to YouTube through the lenses of actor-network theory (ANT) and semantic network analysis (SNA). The research composed semantic networks based on co-word matrices from 2014 to 2019 and divided them into three periods. The data showed the power of Facebook as a news channel declined over time while YouTube’s influence increased. New algorithms that prefer private communication lowered news organizations’ goals for profits, leading news distribution to detour from Facebook to YouTube. This study has implications of attempting a mixed-method analysis that interpreted environmental changes in digital news media with ANT and provided evidence through empirical data collection and SNA."
    },
    {
      "name": "Why am I hesitating not to buy? The dilemma of a boycott - Effects of corporate unethical violations on individuals’ boycott behavior.",
      "publisher": "Journal of Public Relations",
      "releaseDate": "2019",
      "website": "https://doi.org/10.15814/jpr.2019.23.2.141",
      "summary": "This study examined why individuals might refrain from participating in boycotts, even when companies perpetrate unethical violations. A 2 (crisis type (CT): intentional/unintentional) × 2 (public involvement (PI): yes/no) × 2 (perceived organization-public relationship (OPR): high/low) online experiment was conducted on three types of perceived likelihood to boycott (PLB): short-term self-boycott (STB), long-term self-boycott (LTB), and prediction of others to boycott (POB). In addition, the study explored potential moderators—level of brand usage (UsgLvl), switching cost (SwCst), symbolic benefits (SymBnf), and brand loyalty (BrdLyt)—and their influence on boycotting behaviors. The study found that PLB increased when CT was intentional, PI was present, and OPR was low. Interestingly, for unintentional crises, 1) PI predicted higher PLB, and 2) higher OPR predicted lower STB and POB. Among the moderators, results showed that 1) SymBnf predicted lower STB and POB, 2) SwCst reduced LTB and POB, and 3) BrdLyt predicted lower LTB. However, UsgLvl did not show a significant moderating effect."
    },
    {
      "name": "Factors influencing Korean young adults’ intentions to prevent diabetes.",
      "publisher": "The Korean Journal of Advertising and Public Relations",
      "releaseDate": "2018",
      "website": "https://doi.org/10.16914/kjapr.2018.20.4.231",
      "summary": "This study examined the factors influencing the intentions of Korean young adults (in their 20s and 30s) to prevent diabetes. It also explored whether the level of optimistic bias affects these prevention intentions. The results indicated that the perceived severity of diabetes, perceived benefits of diabetes prevention, and self-efficacy regarding diabetes prevention were relatively high. However, the perceived susceptibility and the level of knowledge concerning diabetes were comparatively low among the respondents. Additionally, as exposure to diabetes-related information was limited, young people tended to believe that diabetes had little relevance to them. Furthermore, the group with an optimistic bias regarding diabetes reported a higher subjective health status, a lower perceived susceptibility, and a lower incidence of diabetes in their family compared to those without such bias. The optimistic bias significantly moderated only health information-seeking behaviors among the three dependent variables."
    }
  ],
  "presentations": [
    {
      "name": "Talk 1 on Relevant Topic in Your Field",
      "event": "UC San Francisco, Department of Testing",
      "date": "2012-03-01",
      "location": "San Francisco, CA, USA",
      "description": ""
    },
    {
      "name": "Tutorial 1 on Relevant Topic in Your Field",
      "event": "UC-Berkeley Institute for Testing Science",
      "date": "2013-03-01",
      "location": "Berkeley, CA, USA",
      "description": ""
    },
    {
      "name": "Talk 2 on Relevant Topic in Your Field",
      "event": "London School of Testing",
      "date": "2014-02-01",
      "location": "London, UK",
      "description": ""
    },
    {
      "name": "Conference Proceeding talk 3 on Relevant Topic in Your Field",
      "event": "Testing Institute of America 2014 Annual Conference",
      "date": "2014-03-01",
      "location": "Los Angeles, CA, USA",
      "description": ""
    }
  ],
  "teaching": [
    {
      "course": "Teaching experience 1",
      "institution": "University 1, Department",
      "date": "2014-01-01",
      "role": "Undergraduate course",
      "description": ""
    },
    {
      "course": "Teaching experience 2",
      "institution": "University 1, Department",
      "date": "2015-01-01",
      "role": "Workshop",
      "description": ""
    }
  ],
  "portfolio": [
    {
      "name": "Portfolio item number 1",
      "category": "portfolio",
      "date": "",
      "url": "",
      "description": "Short description of portfolio item number 1<br/><img src='/images/500x300.png'>"
    }
  ]
}